Repository: alloyapple/visva
Catalog: IOS/IDManager/IDManager/*.lproj/Localizable.strings
Languages: es, ja, ko

source: Setting
es: Ajustar
ja: 設定
ko: 설정

source: Reset Master Password
es: Cambiar contraseña maestra
ja: マスターパスワードの変更
ko: 마스터 비밀 번호 변경

source: Master Password
es: Contraseña Maestra
ja: マスターパスワード
ko: 마스터 비밀 번호

source: Current Master Password
es: Contraseña maestra actual
ja: 現在のマスターパスワード
ko: 현재 마스터 비밀 번호

source: New
es: nuevo
ja: 新規
ko: 신규

source: Verify
es: Verificar
ja: 確認
ko: 확인

# PassFail
source: The password does not match. Please do it again.
es: La contraseña no coincide. Por favor, hazlo de nuevo.
ja: 確認パスワードの文字が符合しませんでした。再入力してください。
ko: 확인 비밀 번호가 맞지 않았습니다. 다시 입력하십시오.

source: Security mode
es: Modo de Seguridad
ja: セキュリティモード
ko: 보안 모드

source: Immediately
es: inmediatamente
ja: 即時
ko: 즉시

source: min
ja: 分
ko: 분

# ConfigurationFail
source: Configuration data corruption
es: Daños en los datos de configuración
ja: データ破壊設定
ko: 데이터 파괴 설정

# WarnDataErase
source: Data will be erased after entering the wrong master password the times you will select.
es: Los datos se borran después de introducir la contraseña maestra mal las veces que se seleccione.
ja: 指定回数マスターパスワードを間違って入力するとデータが消去されます。
ko: 지정 횟수 마스터 비밀 번호를 잘못 입력하면 데이터를 삭제합니다.

# DataModeChanged
source: Data demolition mode has been changed.
es: El modo de datos de demolición ha sido cambiado.
ja: データ破壊設定が変更されました。
ko: 데이터 파괴 설정이 변경되었습니다.

# DropboxSyned
source: Dropbox Synchronize
es: Dropbox sincronización
ja: Dropboxと同期する
ko: Dropbox의 동기화

# DropboxInfo
source: Dropbox is one of the most popular cloud services. To use this service is required to get the account (free) in advance.
es: Dropbox es uno de los servicios en la nube más populares. Para utilizar este servicio es necesario para obtener la cuenta (libre) de antemano.
ja: Dropboxとは最も人気の高いクラウドサービスの一つです。このサービスを利用するには、予めアカウントの取得（無料）が必要です。
ko: Dropbox는 가장 인기있는 클라우드 서비스의 하나입니다. 이 서비스를 이용하려면 회원가입(무료)이 필요합니다.

# StartUse
source: Start to use
es: Comenzar a Utilizar
ja: 利用手続きの開始
ko: 이용 절차 시작

source: Reset Sync
es: Restablecer Sync
ja: 同期の解除
ko: 동기화 해제

# DropboxLoginCompleted
source: IDxPassword can already use Dropbox.
es: IDxPassword ya pueden utilizar Dropbox.
ja: IDxPasswordは既にDropboxを利用可能です。
ko: IDxPassword는 이미 Dropbox를 사용할 수 있습니다.

# GDriverToDropbox
source: IDxPassword is using Google Drive right now. Do you want to use Dropbox instead?
es: IDxPassword está utilizando Google Drive en estos momentos. ¿Quieres utilizar Dropbox en su lugar?
ja: IDxPasswordは現在GoogleDriveを利用するようになっています。代わりにDropboxをご利用されますか？
ko: IDxPassword는 현재 GoogleDrive를 이용하게 되어 있습니다. 대신 Dropbox를 사용하겠습니까?

# GDriverSyned
source: GoogleDrive Syncing
es: GoogleDrive sincronización
ja: GoogleDriveと同期する
ko: GoogleDrive의 동기화

# GDriverInfo
source: GoogleDrive is one of the most popular cloud services. To use this service is required to get the account (free) in advance.
es: GoogleDrive es uno de los servicios en la nube más populares. Para utilizar este servicio es necesario para obtener la cuenta (libre) de antemano.
ja: GoogleDriveとは最も人気の高いクラウドサービスの一つです。このサービスを利用するには、予め自分のアカウントの取得（無料）が必要です。
ko: GoogleDrive는 가장 인기있는 클라우드 서비스의 하나입니다. 이 서비스를 이용하려면 회원가입(무료)이 필요합니다.

# GDriverLogined
source: IDxPassword can already use Google Drive.
es: IDxPassword ya pueden utilizar Google Drive.
ja: IDxPasswordは既にGoogle Driveを利用可能です。
ko: IDxPassword는 이미 Google Drive를 사용할 수 있습니다.

# DropboxToGDriver
source: IDxPassword is using Dropbox right now. Do you want to use Google Drive instead?
es: IDxPassword está usando Dropbox en estos momentos. ¿Quieres usar Google Drive en su lugar?
ja: IDxPasswordは現在Dropboxを利用するようになっています。代わりにGoogle Driveをご利用されますか？
ko: IDxPassword 현재 Dropbox를 이용하게 되어 있습니다. 대신 Google Drive를 사용하시겠습니까?

source: Load Text Data
es: Carga Texto Datos
ja: テキストデータ読込
ko: 텍스트 데이터 읽기

# InternetFail
source: Internet can not be used.
es: Internet no se puede utilizar.
ja: インターネットが使えないようです。
ko: 인터넷을 사용 할 수 없습니다.

# NoCloudSetup
source: No cloud service has not set up. You need set it up through Sync menu on the setting page.
es: No hay servicio de nube no se ha establecido. Es necesario configurarlo a través del menú Sincronización en la página de configuración.
ja: 同期できるサービスが設定されていません。［設定］-［同期］より同期設定が必要です。
ko: 동기화 할 수있는 서비스가 설정되어 있지 않습니다. [설정] - [동기화]후 동기화 설정이 필요합니다.

# NoCloudData
source: There is no data on the cloud.
es: No hay datos en la nube.
ja: クラウド上にデータがありません。
ko: 클라우드 서버에 데이터가 존재하지 않습니다.

# DataReWritten
source: The data on this * would be rewritten. Are you sure?
es: Los datos de este * se escribiría así. ¿Estás seguro?
ja: *のデータは書き換えられますよろしいですか？
ko: *의 데이터를 덮어쓰시겠습니까?

# ChangeDataFormatFail
source: The select data could not be changed to proper format.
es: Los datos seleccionados no se podía cambiar al formato adecuado.
ja: 選択したデータを本アプリ形式に変換できませんでした。
ko: 선택한 데이터를 이 어플리케이션 형식으로 변환 할 수 없습니다.

# Succeed
source: Succeeded!
es: Tenido éxito!
ja: 読込に成功しました。
ko: 인식 되었습니다.

source: Charged Option Services
es: Acusados Servicios Opcionales
ja: 課金オプション
ko: 결제 옵션

source: Items Restrictions Cancellation
es: Artículos Restricciones de Cancelación
ja: 項目数制限解除
ko: 항목 수 제한 해제

# ConfirmInApp
source: Confirm Your In-App Purchase
es: Confirme su In-App Purchase
ja: アプリ内課金の確認
ko: 어플리 내 결제 확인

# InApp99
source: To eliminate the limit the number of item IDxPassword, it charges $0.99.
es: Para eliminar el límite en el número de artículo IDxPassword, se cobra ***.
ja: ID、パスワードの項目制限を無くします。85円課金されますがよろしいですか？
ko: ID, 비밀번호 항목 제한을 없애고 있습니다. 1,000원이 부과됩니다 괜찮습니까?

source: Approval
es: Aprobación
ja: 承認
ko: 승인

source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소

# AdCancellation
source: Advertisement Cancellation
es: Anuncio de Cancelación
ja: 広告解除
ko: 광고 해제

# InApp499
source: To eliminate the advertisement, you are charged $4.99.
es: Para eliminar la publicidad, se le cobrará $4.99.
ja: このアプリ内での広告の表示を無くします。450円課金されますがよろしいですか？
ko: 이 아프리의 광고를 삭제합니다. #,000원이 부과됩니다 동의니까?

# CSVExport
source: CSV Plaintext Export
ja: CSVテキスト形式での出力
ko: CSV 텍스트 형식으로 출력

# InAppCSV999
source: To add the function of the data exportation in CSV format. It charges $9.99.
es: Para agregar la función de la exportación de datos en formato CSV. Se cobra $9.99.
ja: CSV形式での書出し機能を追加します。1,000円課金されますがよろしいですか？
ko: CSV 형식으로 출력 기능을 추가합니다. ##,000원 부과됩니다 도의합니까?

# DestructionTurnOnWarn1s
source: Destruction mode is turned on. You will lose IDxPassword data after entering wrong PW %@ times.
ja: 安全のための破壊設定がされています。あと %@ 回間違えるとIDxPasswordのデータが失われます。
ko: 안전을 위해 파괴 설정이 되어 있습니다. %@ 번 잘못 입력 하면 IDxPassword의 데이타가 손실됩니다.

# ClipboardCopied
source: The following item has been copied to the clipboard.
es: El siguiente punto se ha copiado en el portapapeles.
ja: 以下の項目がクリップボードにコピーされました。
ko: 다음 항목이 클립 보드에 복사되었습니다.

# OpenWeb
source: Open the web page
es: Abra la página web
ja: ウェブページを開く
ko: 웹 페이지 열기

# PassGenerator
source: Password Generator
ja: パスワードの自動生成
ko: 비밀번호 자동 생성

source: Generation
es: Generación
ja: 生成
ko: 생성

source: Number
es: Número
ja: 数字
ko: 숫자

source: Capital
ja: 大文字
ko: 대문자

source: Lower Case
es: Minúscula
ja: 小文字
ko: 소문자

source: Sign
es: Firmar
ja: 記号
ko: 기호

source: Duplicate Prevention
es: Duplicar la Prevención
ja: 重複防止
ko: 중복 방지

# NumCharacter
source: Number of Characters
es: Número de Caracteres
ja: 文字数
ko: 문자수

source: Delete Folder
es: Eliminar carpeta
ja: フォルダの削除
ko: 폴더 삭제

source: Delete
es: Borrar
ja: 削除
ko: 삭제

# InAppLimitWarn
source: Just 12 items can be registrated with this app. You can pay ￠99 for key-code to remove the item limit.
es: A sólo 12 elementos pueden ser registrado en esta aplicación. Usted puede pagar ¢ 99 para llave de código para eliminar el límite de elementos.
ja: フリー版でご登録いただけるIDパスワードは12個までです。より多くご利用になる方は機能制限解除のためのキーコード(85円)をご購入下さい。
ko: 무료 버전으로 등록하실 ID 번호는 12개입니다. 더 이용하실 분은 기능 제한 해제를 위한 키 코드 (#,000원)을 구입하십시오.

source: Change folder name
es: Cambiar nombre de la carpeta
ja: フォルダ名の変更
ko: 폴더명 바꾸기

source: Add folder
es: Añadir carpeta
ja: フォルダの追加
ko: 폴더 추가

source: Syncronization
es: sincronización
ja: 同期の実行
ko: 동기화 실행

# UnifyNewData
source: Unify by the newer data
es: Unificar por los datos más recientes
ja: 新しい方のデータで統一
ko: 새로운 방식의 데이터로 변경

# CloudName
source: Cloud service name:
es: Nube nombre de servicio:
ja: 利用クラウドサービス
ko: 이용 클라우드 서비스

source: Last Sync:
es: Última sincronización:
ja: 最後の同期
ko: 마지막 동기화

# InternetError
source: Internet can not be used. Try again after check the connection.
es: Internet no se puede utilizar. Vuelva a intentarlo después de comprobar la conexión.
ja: インターネットが使えません。接続を確認して、もう一度お試しください。
ko: 인터넷을 사용할 수 없습니다. 확인하고 다시 시도하십시오.

# ReadCloudDataWarn
source: The data on Dropbox(GoogleDrive) will be overwritten by this iPhone's data. Are you sure?
es: Los datos de Dropbox (GoogleDrive) se sobrescribirán con los datos de este iPhone. Estás seguro?
ja: Dropbox(GoogleDrive)上のデータにこのiPhoneのデータを上書きしますがよろしいですか？
ko: Dropbox (GoogleDrive)의 데이터에 이 iPhone의 데이터를 덮어 쓰지만 하시겠습니까?

# WriteCloudDataWarn
source: This iPhone's data will be overwritten by the newer data on Dropbox(GoogleDrive).
es: Datos de este iPhone se sobrescribirán con los datos más recientes sobre Dropbox (GoogleDrive).
ja: Dropbox(GoogleDrive)上のデータを読み込みiPhone上のデータに上書きしますがよろしいですか？
ko: Dropbox (GoogleDrive)의 데이터를 읽어 iPhone의 데이터에 덮어 쓰겠습니다.

# SyncInterupted
source: The synchronization was interrupted.
es: La sincronización se interrumpe.
ja: 同期を中断しました。
ko: 동기화를 중단했습니다.

# SyncFail
source: The synchronization was failed.
es: La sincronización se ha fallado.
ja: 同期が失敗しました。
ko: 동기화가 실패했습니다.

# SyncFinish
source: The synchronization was finished.
es: La sincronización se terminó.
ja: 同期が終了しました。
ko: 동기화가 완료되었습니다.

# ReadCloudDataInfo
source: The data on Dropbox(GoogleDrive) will be overwritten by this iPhone's data.
es: Los datos de Dropbox (GoogleDrive) se sobrescribirán con los datos de este iPhone.
ja: Dropbox(GoogleDrive)上のデータにこのiPhoneのデータを上書きします。
ko: Dropbox (GoogleDrive)의 데이터에이 iPhone의 데이터를 덮어 씁니다.

# ReadCloudDataSure
source: Although the data on Dropbox(GoogleDrive) is newer, are you sure to overwrite it?
es: Aunque los datos sobre Dropbox (GoogleDrive) es más reciente, que está seguro de sobreescribirlo?
ja: Dropbox(GoogleDrive)上のデータの方が新しいですが、本当に上書きしてよろしいですか？
ko: Dropbox (GoogleDrive)의 데이터가 더 새롭습니다. 정말 덮어 쓰시겠습니까?

# WriteCloudDataSure
source: This iPhone's data is newer. Are you sure to overwite by the older one on Dropbox(GoogleDrive)?
es: Datos Este iPhone es más reciente. Está seguro que desea sobrescribir la más antigua en Dropbox (GoogleDrive)?
ja: Dropbox(GoogleDrive)上のデータより、このiPhoneのデータの方が新しいですが本当によろしいですか？
ko: Dropbox (GoogleDrive)의 데이터보다 이 iPhone의 데이터가 더 새롭습니다. 동의삽니까?

# WriteCloudDataInfo
source: This iPhone's data will be overwritten by the newer data on Dropbox(GoogleDrive).
es: Datos de este iPhone se sobrescribirán con los datos más recientes sobre Dropbox (GoogleDrive).
ja: Dropbox(GoogleDrive)上のデータを読み込みます。現在のデータは失われますがよろしいですか？
ko: Dropbox (GoogleDrive)의 데이터를 가져옵니다. 현재의 데이터가 손실되지만 동의 하십나까?

# Icon
source: Logo/Icon
ja: ロゴ・アイコン
ko: 로고 / 아이콘

source: General
ja: 一般
ko: 일반

source: Finance
es: Financiar
ja: 金融
ko: 금융

source: E-commerce
ja: ショッピング
ko: 쇼핑

source: Carrier
es: Carrior
ja: 通信・ネット
ko: 통신 · 인터넷

# urlInfo
source: http://www.japanappstudio.com/app/IDxPassword/en/index.html
ja: http://www.japanappstudio.com/app/IDxPassword/jp/index.html
ko: http://www.japanappstudio.com/app/IDxPassword/kr/index.html

# EmailWarning
source: Replace current email?
ja: メールアドレスIDは既に登録されています。新しいメールアドレスを登録しますか？

# EmailSetted
source: Email has changed
ja: 入力されたメールアドレスへ確認のEメールを送信しました。メールを読み認証手続きを1時間以内に完了させてください。

source: Note
es: Nota
